Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestynyt(0).html.tmx
Source language: fin
Languages: smn

source: Uusi pohjoissaamen kielen työkirja ilmestynyt
smn: Uđđâ tavesämikielâ pargokirje lii almostum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen työkirjan GEA -kirjasarjaan.
smn: Škovlim- já oppâmateriaaltoimâttâh lii almostittâm uđđâ tavesämikielâ pargokirje GEA -kirjerááiđun.

source: Uusin työkirja GEA 3 bargogirji giđđii on tarkoitettu peruskoulun kolmannen luokan saame vieraana kielenä opetukseen.
smn: GEA 3 bargogirji giđđii lii uáivildum vuáđuškoovlâ kuálmád luoka viereskielâ máttááttâsân.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia kevätlukukaudelle.
smn: Kirje teevstâid lii čáállâm Oona Länsman já kirje siskeeld maŋgâpiälásijd hárjuttâsâid.

source: GEA -kirjasarjan tekstit on kirjoittanut Oona Länsman.
smn: Kirje kuuvijd lii sárgum já tuáijim lii ráhtám Nora Bäck.

source: Kuvat ja taiton on tehnyt Nora Bäck.
smn: Tiijláámeh: https://www.samediggi.fi/tuote/gea-3-bargogirji-giddii/
